Repository: marchelo/developers-life-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Latest
ru: Последние

source: Best of all time
ru: Лучшие за все время

source: Best of the Month
ru: Лучшие за месяц

source: Hot
ru: Гарячие

source: Random
ru: Случайные

source: Favorite
ru: Любимые

# autoLoadGifs
source: Auto load all gifs
ru: Автоматически загружать Гифки

# failToLoadDataMsg
source: Fail to load data
ru: Ошибка загрузки

# failToLoadDataRecommendation
source: Check your internet connection and try to swipe down â†“ to reload.
ru: Проверте интернет соединение и проведите пальцем вниз ↓ чтоб перезагрузить данные.

# emptyStateMsg
source: Nothing to show
ru: Нечего показывать

# emptyStateDetails
source: Seems that this category is empty.
ru: Кажется эта категория пуста.

# endOfPosts
source: The end
ru: Конец

# failToLoadNewPosts
source: Failed to load
ru: Ошибка загрузки

source: Retry
ru: Повторить

# devLifeName
source: Developers life
ru: Жизнь разработчиков

# authorLabel
source: Author:
ru: Автор:

# ratingLabel
source: Rating:
ru: Рейтинг:

source: Post details
ru: Детали поста
